<template>
  <main class="payment-rules container p">
    <h2 class="h2 payment-rules__header">
      Правила оплаты и безопасность платежей, конфиденциальность информации
    </h2>
    Оплата банковскими картами осуществляется через АО «АЛЬФА-БАНК».<br />
    <img src="~static/alfa.png" />
    К оплате принимаются карты VISA, MasterCard, МИР.<br />
    <img src="~static/visa.png" />
    <img src="~static/mir.png" />
    <img src="~static/mastercard.png" /><br />
    Услуга оплаты через интернет осуществляется в соответствии с Правилами
    международных платежных систем Visa, MasterCard и Платежной системы МИР на
    принципах соблюдения конфиденциальности и безопасности совершения платежа,
    для чего используются самые современные методы проверки, шифрования и
    передачи данных по закрытым каналам связи. Ввод данных банковской карты
    осуществляется на защищенной платежной странице АО «АЛЬФА-БАНК». <br />
    <img src="~static/visa-v.png" />
    <img src="~static/master-card-v.png" />
    <img src="~static/mir-v.png" />
    <br />
    На странице для ввода данных банковской карты потребуется ввести данные
    банковской карты: номер карты, имя владельца карты, срок действия карты,
    трёхзначный код безопасности (CVV2 для VISA, CVC2 для MasterCard, Код
    Дополнительной Идентификации для МИР). Все необходимые данные пропечатаны на
    самой карте. Трёхзначный код безопасности — это три цифры, находящиеся на
    обратной стороне карты. Далее вы будете перенаправлены на страницу Вашего
    банка для ввода кода безопасности, который придет к Вам в СМС. Если код
    безопасности к Вам не пришел, то следует обратиться в банк выдавший Вам
    карту. <br />
    <br />
    Случаи отказа в совершении платежа:<br />
    ● банковская карта не предназначена для совершения платежей через интернет,
    о чем можно узнать, обратившись в Ваш Банк;<br />
    ● недостаточно средств для оплаты на банковской карте. Подробнее о наличии
    средств на банковской карте Вы можете узнать, обратившись в банк,
    выпустивший банковскую карту;<br />
    ● данные банковской карты введены неверно;<br />
    ● истек срок действия банковской карты. Срок действия карты, как правило,
    указан на лицевой стороне карты (это месяц и год, до которого действительна
    карта). Подробнее о сроке действия карты Вы можете узнать, обратившись в
    банк, выпустивший банковскую карту; <br />
    По вопросам оплаты с помощью банковской карты и иным вопросам, связанным с
    работой сайта, Вы можете обращаться по следующим телефонам: 8 (901) 504 05
    11. Предоставляемая вами персональная информация (имя, адрес, телефон,
    e-mail, номер банковской карты) является конфиденциальной и не подлежит
    разглашению. Данные вашей кредитной карты передаются только в зашифрованном
    виде и не сохраняются на нашем Web-сервере.
    <AppFooter />
  </main>
</template>

<script>
export default {
  head() {
    return {
      title: 'Правила оплаты',
      meta: [{ hid: 'robots', name: 'robots', content: 'noindex' }]
    };
  }
};
</script>

<style scoped lang="scss">
.payment-rules {
  padding-top: 6rem;
  &__header {
    text-align: center;
    font-weight: 500;
    margin-bottom: 0.625rem;
  }
}
</style>
