export const compilations = [
  {
    name: 'Домашняя леди',
    description:
      'Шопер - прекрасная альтернатива обычным одноразовым невзрачным пакетам, не нужно больше тратить время на то, чтобы открыть пакет, пока вся очередь недовольно косится на Вас. Шопер, в отличие от пакета, многоразовый и использовать его можно очень долго. В сложенном состоянии он занимает совсем немного места, его можно надеть на плечо, облегчив нагрузку.',
    shoppersCode: 10,
    link: 'compilation-lady'
  },
  {
    name: 'Занятой студент',
    description:
      'Шопер - отличная замена обычному и устаревшему рюкзаку, ведь размеры наших шоперов специально выбраны так, чтобы в любое наше изделие спокойно поместилась как обычная тетрадка формата А5, так и большая лекционная тетрадь формата А4.',
    shoppersCode: 11,
    link: 'compilation-student'
  },
  {
    name: 'Крутой бизнесмен',
    description:
      'В шопере только одно основное отделение и внешний карман. Вы всегда видите все свои вещи и не задумываетесь, забыли Вы что-то или нет. Вы не тратите время, когда пытаетесь с утра найти карту-пропуск на ресепшене вашего бизнес-центра, ведь иногда в портфеле с большим количеством отделений это почти невозможно.',
    shoppersCode: 9,
    link: 'compilation-businessman'
  },
  {
    name: 'Деятельный фрилансер',
    description:
      'Далеко не всегда удобно и комфортно брать с собой в кафе, студию или коворкинг портфель или рюкзак. С собой Вам как правило необходим ноутбук, зарядка, повербанк, телефон и ряд аксессуаров. Всё это влезет даже в наш стандартный шопер. Вы можете не переживать о сохранности ноутбука, так как наши шоперы выдерживают его вес из-за плотной и качественной ткани.',
    shoppersCode: 12,
    link: 'compilation-freelancer'
  }
];
