<template>
  <main class="delivery-rules container p">
    <h2 class="h2 delivery-rules__header">Контактная информация</h2>
    Доставка осуществляется компанией B2CPL. <br />
    <h2 class="h2">1. Регионы доставки</h2>
    Доставка осуществляется по всей РФ. Способы доставки зависят от региона.
    Почта России и ПВЗ – вся РФ. Курьерская доставка осуществляется в следующие
    города:<br />
    1. Москва – 1 день<br />
    2. Санкт-Петербург – 2 дня<br />
    3. Казань – 2-3 дня<br />
    4. Нижний Новгород – 2-3 дня<br />
    5. Самара – 4-5 дней<br />
    6. Ростов-на-дону – 4-5 дней<br />
    7. Уфа – 4-5 дней<br />
    8. Воронеж – 3-4 дня<br />
    9. Пермь – 6-7 дней<br />
    10. Волгоград – 6-7 дней<br />
    11. Краснодар – 6-7 дней<br />
    12. Саратов – 5-6 дней<br />
    13. Тюмень – 7-8 дней<br />
    14. Ижевск – 5-6 дней<br />
    15. Ульяновск – 6-7 дней<br />
    16. Ярославль – 2-3 дня<br />
    17. Рязань – 3-4 дня<br />
    18. Астрахань – 7-8 дней<br />
    19. Пенза – 6-7 дней<br />
    20. Липецк – 3-4 дня<br />
    21. Чебоксары – 2-3 дня<br />
    22. Тула – 2-3 дня<br />
    23. Ставрополь – 6-7 дней<br />
    24. Курск – 4-5 дней<br />
    25. Сочи – 6-7 дней<br />
    26. Тверь – 2-3 дня<br />
    27. Иваново – 2-3 дня<br />
    28. Брянск – 3-4 дня<br />
    29. Белгород – 3-4 дня<br />
    30. Владимир – 3-4 дня<br />
    31. Калуга – 3-4 дня<br />
    32. Саранск – 4-5 дней<br />
    33. Череповец – 4-5 дней<br />
    34. Вологда – 4-5 дней<br />
    35. Орел – 4-5 дней<br />
    36. Тамбов – 4-5 дней<br />
    37. Кострома – 2-3 дня<br />
    38. Великий Новгород – 4-5 дня<br />
    <h2 class="h2">2. Сроки доставки</h2>
    Сроки доставки зависят от региона доставки и специфики данного района РФ.
    Точные сроки доставки сообщаются при оформлении заказа. <br />
    <br />

    <h2 class="h2">3. Условия доставки (курьерская и до пункта самовывоза):</h2>
    Заказ находится в курьерской доставке 2 недели с момента поступления в город
    доставки, затем уезжает в сортировочный центр.<br />
    - Курьерская доставка по МСК осуществляется 7 дней в неделю с 9 до 21, в
    следующие временные интервалы: с 9 до 14, с 14 до 19, с 9 до 21, с 18 до 21
    ( Интервал с 19 до 22 по согласованию).<br />
    - Курьерская доставка по СПБ осуществляется 7 дней в неделю с 10 до 18.<br />
    - Курьерская доставка в регионы осуществляется по будням с 10 до 18.<br /><br />

    Условия доставки на ПВЗ зависят от выбранной службы:<br />
    <div class="grid">
      <span>Условия</span>
      <span>Боксбери</span>
      <span>ДРХЛ( Евросеть, Связной</span>
      <span>СДЭК</span>
      <span>5Post (магазины 5ка)</span>
      <span>B2CPL</span>
      <span>Срок хранения</span>
      <span>14</span>
      <span>7</span>
      <span>14</span>
      <span>7</span>
      <span>14</span>
      <span>Вскрытие</span>
      <span>Да</span>
      <span>Нет</span>
      <span>Да</span>
      <span>Нет</span>
      <span>Да</span>
      <span>Примерка</span>
      <span>Да</span>
      <span>Нет</span>
      <span>Да</span>
      <span>Нет</span>
      <span>Да</span>
    </div>
    <h2 class="h2">4. Отслеживание заказа после доставки</h2>
    Отследить заказ можно по ссылке https://z.b2cpl.ru/ . Номер для отслеживания
    приходит в виде смс после отправки заказа.<br />
    <h2 class="h2">5. Передача информации о статусах заказа</h2>
    осуществляется по СМС. Уведомление приходит, когда заказ принят в доставку
    на сортировочном центре и когда поступает в город доставки. Информация о
    статусах заказа можно узнать по этой ссылке https://z.b2cpl.ru/.<br />

    <AppFooter />
  </main>
</template>

<script>
export default {
  head() {
    return {
      title: 'Правила доставки',
      meta: [{ hid: 'robots', name: 'robots', content: 'noindex' }]
    };
  }
};
</script>

<style scoped lang="scss">
.delivery-rules {
  padding-top: 6rem;
  &__header {
    text-align: center;
    font-weight: 500;
    margin-bottom: 0.625rem;
  }
  .grid {
    display: grid;
    grid-template-columns: 1fr 1fr 1fr 1fr 1fr 1fr;
  }
}
</style>
